<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ taglib prefix="dept" tagdir="/WEB-INF/tags" %>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>

<body>
  <dept:dept 문헌정보학과="문헌정보학과" 경영학부="경영학부" 회계세무학과="회계세무학과"  광고홍보학과="광고홍보학과" 국제관광경영학부="국제관광경영학부"
  무역경제학부무역물류학전공="무역경제학부 무역물류학전공" 무역경제학부경제금육학전공="무역경제학부 경제금육학전공" 간호학과="간호학과" 물리치료학과="물리치료학과"
  치위생학과="치위생학과" 바이오산업학부="바이오산업학부" 생명과학과="생명과학과" 식품영양학과="식품영양학과" 웰빙체육학부="웰빙체육학부" 공과대="공과대(공통)"
  MICT대="MICT대(공통)" 건축학부="건축학부 " 지능형자동차공학부="지능형자동차공학부" 컴퓨터소프트웨어공학부="컴퓨터소프트웨어공학부" 스마트전기전자공학부="스마트전기전자공학부"
  융합기계공학부="융합기계공학부" 에너지화학공학부="에너지화학공학부" 신소재공학부="신소재공학부" 융합디자인학부="융합디자인학부" 창업예술학부="창업예술학부" 교육학과="교육학과"
  유아교육과="유아교육과" 국어교육과="국어교육과" 일어교육과="일어교육과" 영어교육과="영어교육과" 역사교육과="역사교육과" 수학교육과="수학교육과" 컴퓨터교육과="컴퓨터교육과"
  창조공연예술학부음악전공="창조공연예술학부 음악전공" 창조공연예술학부무용전공="창조공연예술학부 무용전공" 항공학부항공운항학전공="항공학부 항공운항학전공"
  항공학부항공정비학전공="항공학부 항공정비학전공" 항공학부항공서비스학전공="항공학부 항공서비스학전공" 교양="교양" 교직="교직" 기업경영학과="기업경영학과"
  뷰티비즈니스학과="뷰티비즈니스학과" 에너지관리학과="에너지관리학과" 외국인유학생="외국인유학생"/> 
    		
</body>
</html>